Revit 2027 API
WireConduitTypeSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WireConduitTypeSetIterator()
Public Sub New
public:
WireConduitTypeSetIterator()
new : unit -> WireConduitTypeSetIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
WireConduitTypeSetIterator Class
Autodesk.Revit.DB.Electrical Namespace